{
  "data": [
    {
      "id": "Pckg4-0",
      "title": "Chardam Package",
      "qoute": "...Voice of Conscience",
      "subtitle": "(Holy confluence, scenic surroundings and an aura of spiritual serenity make an ideal abode for the Gods and are a refreshing reward for the pilgrims who visit Chardham)",
      "route": "Delhi – Haridwar – Yamunotri – Gangotri – Kedarnath – Badrinath – Rishikesh – Delhi",
      "duration": "11 Nights / 12 Days",
      "nightStay": "Haridwar (2N), Barkot (2N), Uttarkashi (2N), Guptkashi (2N), Kedarnath (1N), Badrinath (1N), Rudraprayag (1N)",
      "heroImage": "",
      "price":"41000",
      "images": [
        "ChardhamYatra.png",
        "BadrinathDham.png",
        "GangotriDham.png",
        "KedarnathDham.png",
        "yamunotriDham.png"
      ],
      "description": [
        {
          "image": "Haridwar.png",
          "isMileStone": true,
          "place":[
            {
            "title":"Delhi",
            "subtitle":"0kms"
            },
            {
              "title":"Haridwar",
              "subtitle":"215kms : 6Hrs"
            }            
          ],
          "title": "Day 1st : Pickup from Delhi Railway Station / Airport (215 Kms : 6 Hrs. Travelling to Haridwar)",
          "subtitles": [
            "Start Yatra from Delhi to Haridwar. Check In at Haridwar Hotel, Take Welcome Drink (Non Alcoholic). In evening you can visit world famous Ganga Aarti at Har ki Pauri. Dinner & Overnight Stay at Haridwar."
          ]
        },
        {
          "image": "Barkot.png",
          "isMileStone": true,
          "place":[
            {
              "title":"Haridwar",
              "subtitle":""
            },
            {
              "title":"Barkot",
              "subtitle":"180kms : 6-7Hrs"
            }            
          ],
          "title": "Day 2nd : Haridwar to Barkot (180 Kms : 6 - 7 Hrs. Travelling to Barkot)",
          "subtitles": [
            "After breakfast, Check Out from Hotel, Depart for Haridwar.",
            "On the way you can visit Kampty Fall.",
            "Evening free for rest.",
            "Dinner & Overnight Stay at Barkot."
          ]
        },
        {
          "image": "yamunotriDham.png",
          "isMileStone": false,
          "place":[{            
            "title":"Yamunotri",
            "subtitle":"45kms : 6km by foot"
          }],
          "title": "Day 3rd : Barkot to Yamunotri to Barkot (45 km. By Road and 6 Km. by foot one way)",
          "subtitles": [
            "After Breakfast Start Yatra for 1st Dham Yamunotri.",
            "Yamunotri Temple is dedicated to Goddess Yamuna. Yamunotri is the source of revered river Yamuna which originates from the Champasar Glacier lying 1 Km. Ahead of the shrine situated at an elevation of 3235 mts above sea level. The approach is extremely difficult and pilgrims therefore offer Pooja at the temple itself. Yamunotri was the home of an ancient sage Asit Muni.",
            "Yamuna :- Yamuna is the daughter of the Sun just like Yama who is considered his son. It is believed that Yama would not torment any person at the time of death who bathes in Yamuna, his sister.",
            "Surya Kund :- There are a Number of thermal springs in the vicinity of the temple, which flows into numerous pools. The most important of these is Surya Kund.",
            "Divya Shila :-A rock pillar, worshipped before entering the Yamunotri Temple.",
            "Dinner & Overnight Stay at Barkot."
          ]
        },
        {
          "image": "uttarkasi.png",
          "isMileStone":true,
          "place":[
            {
              "title":"Barkot",
              "subtitle":""
            },
            {
            "title":"UttarKashi",
            "subtitle":"83Kms : 3Hrs"
          }],
          "title": "Day 4th : Barkot to Uttarkashi",          
          "subtitles": [
            "After Breakfast move for Uttarkashi.",
            "Uttarkashi is a small and beautiful town, situated between two rivers: Varuna and Ashi, whose water flow into the Bhagirathi from either side of the town. Elevated, at a height of 1588 metres, this little town is very similar to Kashi and Varanasi, in that it has the same kind of temples and ghats and likewise, a north or 'uttar' facing river. The major temple is the Vishwanath Temple, dedicated to Lord Shiva.",
            "Dinner & Overnight Stay at Uttarkashi."
          ]
        },
        {
          "image": "GangotriDham.png",
          "isMileStone":false,
          "place":[{
            "title":"Gangotri",
            "subtitle":"95Kms : 3-4Hrs"
          }],
          "title": "Day 5th : Uttarkashi to Gangotri to Uttarkashi (95 kms. – 3-4 Hrs. Travelling to reach Gangotri)",
          "subtitles": [
            "After breakfast, start Yatra for 2nd Dham Gangotri.",
            "Gangotri temple is 18th Century temple dedicated to Goddess Ganga. It is located near a sacred stone where king Bhagirath worshipped Lord Shiva Ganga is believed to have touched earth at this spot. Accordingly to another legend, Pandavas performed the great Deva Yagna here to a tone the death of their kinsmen in the epic battle of Mahabharata. The temple is an exquisite 20 ft. high structure made of white granite.",
            "Gangnani :-Further up on way to Gangotri, is the hot water spring at Gangnani, where one can have refreshing bath in the kund called Rishikund. There is a temple near the kund dedicated to the Sage Parashar, believed to be the father of Ved Vyas.",
            "Take Dinner at Hotel & Overnight Stay at Uttarkashi."
          ]
        },
        {
          "image": "guptkashi.png",
          "isMileStone":true,
          "place":[
            {
              "title":"Uttarkashi",
              "subtitle":"240Kms : 8-9Hrs"
            },
            {
            "title":"GuptKashi",
            "subtitle":"240Kms : 8-9Hrs"
          }],
          "title": "Day 6th : Uttarkashi to Guptkashi (240 kms. – 8-9 Hrs. Travelling to reach Guptkashi)",
          "subtitles": [
            "After breakfast, move for Guptkashi.",
            "Leave very early in the morning for almost day long drive to Guptkashi",
            "Dinner & Overnight Stay at Guptkashi."
          ]
        },
        {
          "image": "KedarnathDham.png",
          "isMileStone":false,
          "place":[{
            "title":"Kedarnath",
            "subtitle":"35Kms : 21kms by foot"
          }],
          "title": "Day 7th : Guptkashi to Kedarnath (35 km. from Vehicle and 21 km. by foot)",
          "subtitles": [
            "After breakfast, start Yatra for 3rd Dham Kedarnath.",
            "The present temple built in 8th Century A.D. by Adi Guru Shankaracharya lies adjacent to the site of an ancient temple built by Pandavas. The temple has a conical lingam - the main idol, a statue of Nandi - the celestial bull, a 'Garba Grah' for worship and a man dap for assemblies of pilgrims and visitors. The temple is more than 1000 years old.",
            "Bhaironath Temple :-About half a kilometer away from Kedarnathji, a small temple is dedicated to Bhaironath. It is worshipped on the opening and closing day of Sri Kedarnath Shrine. Ii is believed that when Kedarnathji temple is closed. Bhaironathji protects this land from evil.",
            "Take Dinner at Hotel & Overnight Stay at Kedarnath."
          ]
        },
        {
          "image": "guptkashi.png",
          "isMileStone":true,
          "place":[
            {
              "title":"Kedarnath",
              "subtitle":""
            },
            {
            "title":"GuptKashi",
            "subtitle":"21kms by foot : 35kms"
          }],
          "title": "Day 8th : Kedarnath to Guptkashi (21 km. by foot and 35 km. from Vehicle)",
          "subtitles": [
            "After breakfast, move for Guptkashi.",
            "Full day free to explore the Guptkashi.",
            "Dinner & Overnight Stay at Guptkashi."
          ]
        },
        {
          "image": "BadrinathDham.png",
          "isMileStone":false,
          "place":[{
            "title":"Badrinath",
            "subtitle":"190Kms : 7-8Hrs"
          }],
          "title": "Day 9th : Guptkashi to Badrinath (190 kms. – 7 - 8 Hrs. Travelling to reach Badrinath)",
          "subtitles": [
            "After breakfast, Start Yatra for 4th Dham Badrinath.",
            "Only Original Char Dham as proposed by Adi Guru Shankaracharya Cradled in the twin Mountain ranges of Nar and Narayan is the holiest of the four main shrines - Badrinath along the left bank of river Alaknanda with the towering Neelkantha Peaks as the splendid backdrop. Once the spot was carpeted with 'badris' or wild berries and hence was famous as Badri van. Legend has it, when the Ganga was requested to descend to earth to help suffering humanity; the earth was enable to withstand the force of its decent. Therefore the mighty Ganga was split into 12 holy channels. Alaknanda was one of them that later became the abode of Lord Vishnu or Badrinath.",
            "Narad Kund :- A recess in the river, near Tapt Kund, forming a pool from where the Badrinath idol was recovered.",
            "Brahama Kapal :- It is a flat platform a few yards north of the temple and on the bank of river Alaknanda. It is an important place for shhradh ceremony or offering of pinds to ensure a heavenly place for dead ancestors or manes. It is said that offering pind here, the manes are permanently enshrined in heaven and no more pinds are to be done elsewhere ever afterwards. Legends have it that when Shiva chopped of the fifth head of Brahma, it got stuck to his trident. Lastly with the blessing of Lord Vishnu at Badrivan, the head of Brahma fell down from the trident at this place & hence the name Brahma-Kapal (head).",
            "Bhim Pul :- On the other side of Mana village, a massive rock forming a natural bridge, lies over the roaring Saraswati River. It presents a spectacular view of water thundering down through the narrow passage under the rock and is believed to have been placed there by Bhim, the second eldest among the five Pandava brothers.",
            "Vyas Gufa (Cave) :- Near Mana Village, this is a rock-cave where Ved Vyas is believed to have composed the Mahabharata and the pauranic commentaries.",
            "Dinner & Overnight Stay at Badrinath."
          ]
        },
        {
          "image": "rudrapryag.png",
          "isMileStone":true,
          "place":[
            {
              "title":"Badrinath",
              "subtitle":""
            },
            {
            "title":"Rudrapryag",
            "subtitle":"160Kms : 6-7Hrs"
          }],
          "title": "Day 10th : Badrinath to Rudrapryag (160 kms. – 6 - 7 Hrs. Travelling to reach Rudrapryag)",
          "subtitles": [
            "After breakfast, Move for Rudrapryag.",
            "En route visit Vishnu Prayag which two river confluences Dhauli and Alaknanda River. Arrival Joshimath and visit Adi Guru Sankarcharya.",
            "Dinner & Overnight Stay at Rudrapryag."
          ]
        },
        {
          "image": "Haridwar.png",
          "isMileStone":false,
          "place":[{
            "title":"Haridwar",
            "subtitle":"160Kms : 6-7Hrs"
          }],
          "title": "Day 11th : Rudrapryag to Haridwar (160 kms. – 6 - 7 Hrs. Travelling to reach Haridwar)",
          "subtitles": [
            "After breakfast, move for Haridwar.",
            "On the way you can visit Rishikesh such as Prabhat Niketan, Ram Jhoola, Laxman Jhoola.",
            "Dinner & Overnight Stay at Haridwar."
          ]
        },
        {
          "image": "DelhiRailwayStation.png",
          "isMileStone":true,
          "place":[
            {
              "title":"Haridwar",
              "subtitle":""
            },
            {
            "title":"Delhi",
            "subtitle":"270Kms : 6-7Hrs"
          }],
          "title": "Day 12th : Check Out from Haridwar (270 Kms : 6 -7 Hrs. Travelling to Delhi)",
          "subtitles": [
            "After Breakfast the journey begin to go back to Delhi",
            "Reaching at Airport by having Sweet Memoires in mind and lots of love."
          ]
        }
      ],
      "importantInfo": [
        {
          "title": "Note",
          "subtitles": [
            "No night travel after 8:00 PM.",
            "AC and Music System in Vehicle will not be operated when we are on the Hilly Area."
          ]
        },
        {
          "title": "For your kind Perusal",
          "subtitles": ["VIP darshan Rs. 2,100/- per person per Dham."]
        },
        {
          "title": "General",
          "subtitles": [
            "All the rates are subject to change without prior notice.",
            "All disputes are subject to Haridwar Jurisdiction."
          ]
        }
      ]
    }
  ]
}
